<template>
  <div class="about-page">
    <h1>This is my absolutely fantastic "About Me" Page!</h1>

    <p>Данный проект ориентирован прежде всего на демонстрацию кода, на использование структуры Nuxt, <br>на общюю стратегию, которую предоставляет нам Nuxt.js.</p>
    <p> Для простоты - дизайн отодвинут на второй план.</p>
    <p> Многие тактические частности в проекте тоже не реализованы. Не затронуты запросы в БД, декларация метатегов для SEО и многое иное, что можно реализовать посредством Nuxt.js.</p>

    <p>Excuse me. </p>

    <p>Я с радостью детализирую опущенное в нашей беседе и продемонстрирую оное в реальной работе.</p>

  </div>
</template>

<style scoped>
.about-page {
  text-align: center;
  padding: 30px;
}
</style>
